Repository: yayanrw/dicoding-flutter-restaurant-app
Catalog: lib/l10n/intl_*.arb
Languages: id

# sContinue
source: Continue
id: Lanjutkan

source: UnderConstruction
id: Dalam Perbaikan

source: Sign In
id: Masuk

source: Log In
id: Masuk

source: Enter your email
id: Masukkan email anda

source: Enter your password
id: Masukkan password anda

source: Forgot Password
id: Lupa Password

source: Remember Me
id: Ingat Saya

source: Welcome Back
id: Selamat datang kembali

# signInWithYourEmailAndPasswordNorContinueWith
source: Sign in with your email and password or continue with social media
id: Masuk dengan email dan password anda atau lanjutkan dengan media sosial

source: Don't have an account?
id: Tidak memiliki akun?

source: Sign Up
id: Daftar

source: No internet connections
id: Tidak ada akses internet

# aSummerSurprisen
source: A Summer Surprise
id: Kejutan Musim Panas

source: See more
id: Lihat lainnya

source: Search restaurants...
id: Cari restoran...

source: See more detail
id: Lihat lebih detail

source: See less
id: Lihat lebih sedikit

source: Failed to connect to the network
id: Gagal terhubung ke jaringan

source: Our all restaurants
id: Semua restoran kami

source: No restaurants found
id: Tidak ada restoran yang ditemukan

source: Our recommendations
id: Rekomendasi kami

source: Our foods
id: Makanan kami

source: Our drinks
id: Minuman kami

source: Favorite Restaurants
id: Restoran Favorit

source: Added to Favorite
id: Ditambahkan ke Favorit

source: Setting
id: Pengaturan

source: Restaurant Notification
id: Pemberitahuan Restoran

source: Enable Notification
id: Aktifkan Pemberitahuan

source: Removed from favorites
id: Dihapus dari favorit

source: Near me
id: Dekat saya

source: Best seller
id: Penjualan terbaik

source: Budget meal
id: Makan hemat

source: Discount
id: Diskon

source: Healthy food
id: Makanan sehat

source: Welcome to Restaurant App, Let's shop!
id: Selamat datang di Aplikasi Restoran, Ayo berbelanja!

source: Do you want a hamburger?
id: Apakah Anda ingin hamburger?

source: Or, do you want an ice cream?
id: Atau, apakah Anda ingin es krim?

source: Let's shop and eating together!
id: Ayo belanja dan makan bersama!

# restaurantRecommendation
source: <b>Restaurant Recommendation</b>
id: <b>Rekomendasi Restoran</b>

source: Failed to load data
id: Gagal memuat data
